mattmc3/ez-compinit
sunlei/zsh-ssh
romkatv/powerlevel10k
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-autosuggestions
ohmyzsh/ohmyzsh path:plugins/per-directory-history
ohmyzsh/ohmyzsh path:plugins/gitfast
trystan2k/zsh-tab-title
conda-incubator/conda-zsh-completion